# NTFS support
cask "osxfuse"
cask "macfuse"
tap "gromgit/homebrew-fuse"
brew "ntfs-3g-mac"

# System tools
brew "bash-completion"
brew "ripgrep"
brew "tmux"
brew "tree"
brew "w3m"
brew "watch"
brew "wget"
brew "fzf"
brew "curl"
# Slow builds:
# brew "htop"
# brew "nano"
# brew "ncdu"

# Dev tools
brew "git"
brew "git-extras"
brew "git-fresh"
brew "direnv"
brew "dbmate"
brew "postgresql"
# Optional:
# brew "hyperfine"

# Media tools
# Can't build:
# brew "yt-dlp"
# brew "ffmpeg"
